amdctl-git
appimagelauncher
arduino-ide-bin
audio-recorder
auto-cpufreq
bat-cat-git
bluez-utils-compat
caffeine-ng
discord-canary
easytether
figma-linux
gconf
gnome-pomodoro-git
google-chrome
kanata-bin
kdocker
kwin-bismuth
microsoft-edge-stable-bin
neovim-git
nvm
openrazer-meta
openssh-askpass
optimus-manager
optimus-manager-qt-git
plasma5-applets-virtual-desktop-bar-git
playwright
polychromatic
postman-bin
preloader-signed
python-browser-cookie3
ryzenadj-git
spotify
timeshift-systemd-timer
uget-integrator-chrome
uget-integrator-chromium
uget-integrator-firefox
uget-integrator-opera
visual-studio-code-bin
xremap-x11-bin
yay-debug
zenmonitor3-git
zenpower3-dkms-git
zoho-cliq
