acpi
acpi_call-dkms
alsa-utils
amd-ucode
android-tools
archlinux-keyring
arduino
ark
audacious
autoconf
automake
awesome
base
base-devel
bash-completion
bashtop
bind
binutils
bison
bluedevil
bottom
breeze-gtk
brightnessctl
btop
cloudflared
cmake
cockpit
cups
dhcping
discord
discover
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dolphin-megasync
drkonqi
easyeffects
efibootmgr
enchant
eza
fakeroot
fastfetch
fd
file
filelight
findutils
firefox
flatpak
flex
flite
fzf
gawk
gcc
gettext
gimp
git
github-cli
gnome-logs
gparted
grep
groff
grub
grub-customizer
gvim
gwenview
gzip
handbrake
haruna
hdparm
hunspell-en_us
icu
imagemagick
inetutils
ipp-usb
iptables-nft
iwd
jq
jre-openjdk
kactivitymanagerd
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma
khotkeys
kinfocenter
kitty
kmenuedit
kmix
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kubectl
kvantum
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lazygit
libgdata
libguestfs
libkscreen
libksysguard
libreoffice-fresh
libtool
libvirt
libwebp
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsd
lshw
lsp-plugins
m4
make
megasync
merkuro
milou
mokutil
nano
nasm
neofetch
net-tools
networkmanager
networkmanager-openvpn
nmap
nodejs
noise-suppression-for-voice
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-lts
nvidia-settings
obs-studio
okular
openbsd-netcat
openshot
openssh
openssl-1.1
openvpn
os-prober
oxygen-sounds
packagekit-qt5
pacman
pacman-contrib
partitionmanager
patch
pavucontrol
pcre
pipewire-alsa
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
postgresql
postgresql-old-upgrade
powerdevil
powertop
pulumi
python-keyring
python-pip
python-pipx
qbittorrent
qemu-desktop
refind
reflector
ripgrep
rust
sbsigntools
screen
sddm
sddm-kcm
sed
shadowsocks-rust
shadowsocks-v2ray-plugin
shellcheck
skanlite
spectacle
speech-dispatcher
sshfs
stow
sudo
systemsettings
texinfo
timeshift
tk
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-noto-nerd
uget
unrar
unzip
usbutils
vde2
vi
virt-manager
virt-viewer
vlc
vnstat
wget
which
whois
wireplumber
wmctrl
woff2
x11-ssh-askpass
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zoxide
zsh
