7zip
acpi
acpi_call-dkms
acpica
act
amd-ucode
android-file-transfer
android-tools
archlinux-xdg-menu
aria2
ark
asciinema
ast-grep
audacious
aws-cli-v2
base
base-devel
bash-completion
bat
batsignal
bc
bind
bitwarden
bluedevil
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
bun
caddy
chntpw
cliphist
cloudflared
cmake
cronie
cudnn
cups
discord
discover
dnsmasq
docker
docker-buildx
docker-compose
dolphin
earlyoom
easyeffects
efibootmgr
electron34
expect
eza
fastfetch
fd
ffmpegthumbnailer
filelight
firefox
firefoxpwa
flatpak
fzf
gammastep
ghq
gifski
gimp
git
github-cli
glib2-devel
gnome-clocks
gnome-sound-recorder
go
gparted
graphicsmagick
grim
gst-plugin-pipewire
gvim
gwenview
handbrake
haruna
hunspell-en_us
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
hyprsunset
ifplugd
incron
inetutils
ipp-usb
iwd
jq
jre-openjdk
jrnl
jsonrpc-glib
kate
kcalc
kdeconnect
kio-gdrive
kitty
ksshaskpass
ksystemlog
kteatime
kubectl
kvantum
kwallet-pam
kwalletmanager
layer-shell-qt
lazygit
lib32-vulkan-icd-loader
libldm
libpulse
libreoffice-fresh
libutf8proc
libva-nvidia-driver
libva-utils
libvirt
libwebp
libwebp-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsd
lshw
lsp-plugins
man-db
mesa-utils
moor
nano
neovim
net-tools
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-container-toolkit
nvidia-prime
nvm
nwg-look
obs-studio
obsidian
okular
ollama
openbsd-netcat
openssh
openvpn
os-prober
packagekit
pacman-contrib
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-systemmonitor
playerctl
polkit-kde-agent
powertop
proxychains-ng
pulumi
python-beautifulsoup4
python-fonttools
python-keyring
python-lxml
python-pip
python-pipx
qemu-desktop
refind
reflector
ripgrep
rofi
rust
sbsigntools
sddm-kcm
showmethekey
skanlite
slurp
smartmontools
snap-pac
snapper
sof-firmware
solanum
speech-dispatcher
sshfs
stow
stress-ng
swaync
syncthing
sysfsutils
systemsettings
tailscale
tk
tldr
torbrowser-launcher
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
uget
unarchiver
unrar
unzip
usbutils
uv
vala
vale
vde2
virt-manager
virt-viewer
vnstat
vulkan-radeon
vulkan-tools
waybar
wev
wget
whois
wireplumber
wl-clip-persist
wl-clipboard
woff2
woff2-font-awesome
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-vesa
xorg-xhost
xorg-xrdb
yazi
ydotool
yt-dlp
zellij
zig
zip
zoxide
zsh
