appimagelauncher
audio-recorder
auto-cpufreq
bat-cat-git
bluez-utils-compat
caffeine-ng
discord-canary
easytether
figma-linux
google-chrome
kanata-bin
kdocker
microsoft-edge-stable-bin
neovim-git
nvm
openrazer-meta
polychromatic
postman-bin
preloader-signed
ryzenadj-git
spotify
timeshift-systemd-timer
uget-integrator-chrome
uget-integrator-chromium
uget-integrator-firefox
visual-studio-code-bin
yay-debug
zenmonitor3-git
zenpower3-dkms-git
zoho-cliq
