acpi
acpi_call-dkms
amd-ucode
android-file-transfer
android-tools
aria2
ark
audacious
base
base-devel
bash-completion
bat
bc
brightnessctl
btop
btrfs-progs
cliphist
cloudflared
cmake
cups
discord
dnsmasq
docker
docker-buildx
docker-compose
dolphin
easyeffects
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
filelight
firefox
flatpak
fzf
gimp
git
github-cli
gnome-sound-recorder
go
gparted
grim
gst-plugin-pipewire
gvim
gwenview
handbrake
haruna
hunspell-en_us
hypridle
hyprland
hyprlock
inetutils
ipp-usb
iptables-nft
iwd
jq
jre-openjdk
kate
kcalc
kdeconnect
kitty
ksystemlog
kubectl
kvantum
lazygit
lib32-libva-mesa-driver
lib32-nvidia-utils
lib32-vulkan-icd-loader
libpulse
libreoffice-fresh
libutf8proc
libva-mesa-driver
libva-nvidia-driver
libvirt
libwebp
linux
linux-firmware
linux-headers
lsd
lshw
lsp-plugins
man-db
mesa-utils
nano
neofetch
net-tools
networkmanager
networkmanager-openvpn
nmap
noise-suppression-for-voice
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nwg-look
obs-studio
okular
openbsd-netcat
openssh
openssl-1.1
openvpn
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
powertop
pulumi
python-beautifulsoup4
python-keyring
python-lxml
python-pip
python-pipx
qemu-desktop
refind
reflector
ripgrep
rofi
rust
sbsigntools
sddm
skanlite
slurp
sof-firmware
speech-dispatcher
sshfs
stow
swaync
swww
timeshift
tk
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
uget
unarchiver
unrar
unzip
usbutils
vde2
virt-manager
virt-viewer
vnstat
vulkan-radeon
vulkan-tools
wev
wget
whois
wireplumber
wl-clipboard
woff2
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-xhost
yazi
zip
zoxide
zram-generator
zsh
