aconfmgr-git
appimagelauncher
auto-cpufreq
aws-sam-cli-bin
bauh
brave-bin
cursor-bin
davinci-resolve
droidcam
easytether
emote
firefox-tridactyl-native
gitflow-cjs
google-chrome
iptables-nft
jdownloader2
kanata-bin
lazydocker-bin
libpng12
linux-wifi-hotspot
megacmd
megasync-bin
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
obinskit
obs-source-record
octopi
oh-my-posh-bin
opencl-nvidia-580xx
opencode-bin
openssl-1.1
pacseek
pamac-all
postman-bin
preloader-signed
qt5-webengine
qt5-websockets
refind-btrfs
ryzenadj-git
sddm-git
sddm-sugar-dark
snapper-rollback
spotify
stripe-cli
swww
ticktick
vesktop-bin
visual-studio-code-bin
wallust
windscribe-v2-bin
wlogout
yay
yay-debug
zenmonitor3-git
zenpower3-dkms-git
