appimagelauncher
auto-cpufreq
bauh
bun-bin
caffeine-ng
discord-canary
easytether
emote
ghq
gl-gsync-demo
google-chrome
hyprpicker
kanata-bin
kdocker
megasync-bin
microsoft-edge-stable-bin
moar
neovim-git
nvimpager
nvm
openrazer-meta-git
polychromatic
postman-bin
preloader-signed
ryzenadj-git
spotify
timeshift-systemd-timer
uget-integrator-chrome
uget-integrator-chromium
uget-integrator-firefox
visual-studio-code-bin
wallust-git
wl-clip-persist
yay
yay-debug
zenmonitor3-git
zenpower3-dkms-git
zoho-cliq
